Repository: leonardcj/AnalyzeJournal
Catalog: po/*.po
Languages: ar, fa, ms, ro

source: Analyze Journal
ar: جريدة التحليل
fa: تجزیه و تحلیل مجله
ms: Menganalisis Jurnal
ro: Analiza de zi cu zi

source: chart of Sugar Journal activity
ar: الرسم البياني لجريدة نشاط السكر
fa: نمودار فعالیت مجله شکر
ms: carta aktiviti Jurnal Sugar
ro: grafic al activității Sugar Journal

source: Save as image
ar: احفظ الصورة
fa: ذخیره کردن به عنوان تصویر
ms: Simpan sebagai imej
ro: Salvează ca imagine

source: Read Freespace data
ar: اقرأ بيانات المساحة الفارغة
fa: خواندن داده های فضای رایگان
ms: Baca data RuanganKosong
ro: Citiți datele din spațiu liber

source: Read Journal data
ar: اقرأ بيانات اليومية
fa: خواندن مجله داده ها
ms: Baca data Jurnal
ro: Citiți datele din jurnal

source: Read Turtle data
ar: اقرأ بيانات الترتل
fa: خواندن داده لاک پشتی
ms: Baca data Penyu
ro: Citiți datele broascăi-țestoase

source: Vertical Bar Chart
ar: الرسم البياني للعمود العمودي
fa: نمودار میله ای عمودی
ms: Carta Bar Menegak
ro: Diagramă de Bară Verticală

source: Horizontal Bar Chart
ar: الرسم البياني للعمود الأفقي
fa: نمودار نوار افقی
ms: Carta Bar Mendatar
ro: Diagrama de bară orizontală

source: Pie Chart
ar: الرسم البياني الدائري
fa: نمودار دایره
ms: Carta Pai
ro: Grafic de sector

source: Fullscreen
ar: ملئ الشاشة
fa: تمام صفحه
ms: Skrin penuh
ro: Pe tot ecranul

source: Invalid object
ar: كائن خاطئ
fa: موضوع نامعتبر
ms: Objek tidak sah
ro: Obiect invalid

source: The selected object must be a %s file
ar: يجب أن يكون الكائن المحدد ملف %s
fa: شی انتخاب شده باید یک فایل از %s باشد
ms: Objek yang dipilih perlu menjadi fail %s
ro: Obiectul selectat trebuie să fie un fișier %s

source: Ok
ar: حسنا
fa: باشه، خوب، تائید
ro: Acceptă

source: Turtle
ar: ترتل
fa: هر نوع لاک پشت آبی،کبوتر قمری، لاک پشت،لاک پشت شکار کردن، تصویر گرافیکی که توسط یک Turtle یا مجموعه دستوراتی ایجاد می شود
ms: Penyu
ro: Broască Țestoasă

source: Label
ar: عنوان
fa: برچسب، اتیکت، علامت
ro: Etichetă

source: Value
ar: القيمة
fa: ارزش، مقدار
ms: Nilai
ro: Valoare

source: Invalid Value
ar: قيمة باطلة
fa: مقدار نامعتبر
ms: Nilai tidak sah
ro: Valoare invalidă

source: The value must be a number (integer or decimal)
ar: يجب أن تكون القيمة عددا (صحيح أو عشري)
fa: مقدار باید یک عدد (عدد صحیح یا اعشاری) باشد
ms: Nilai mestilah nombor (integer atau perpuluhan)
ro: Valoarea trebuie să fie un număr (număr întreg sau zecimal)

source: Basic usage
ar: الاستعمال الأساسي
fa: استفاده عمومی
ms: Kegunaan asas
ro: Folosire de bază

source: First select data type:
ar: أولا حدد نوع البيانات :
fa: اولین نوع داده را انتخاب کنید:
ms: Pertama sekali, pilih jenis data:
ro: Mai întâi selectați tipul de date:

source: The free space in the Journal;
ar: الحيز الفارغ في اليومية،
fa: فضای رایگان در مجله
ms: Ruangan kosong di dalam Jurnal;
ro: Spațiu liber în Jurnal;

source: The types of Sugar Activities you have used;
ar: أنواع نشاطات السكر التي قد استعملتها
fa: انواع فعالیت های شکر که استفاده کرده اید.
ms: Jenis-jenis aktiviti Sugar yang telah anda gunakan;
ro: Tipurile de activități Sugar care le ai folosit;

source: The types of blocks used in Turtle Art.
ar: أنواع الكتل المستخدمة في فن السلحفاة
fa: انواع بلوک های مورد استفاده در گرافیک هنر.
ms: Jenis-jenis blok yang digunakan dalam Seni Penyu:
ro: Tipul de blocuri folosite in TurtleArt.

source: The graph title is the same as the Activity title
ar: عنوان الرسم البياني هو نفسه عنوان النشاط
fa: عنوان نمودار همان عنوان فعال است
ms: Tajuk graf adalah bersamaan dengan tajuk Aktiviti
ro: Titlul graficului este același cu titlul de activitate

source: You can change the type of graph:
ar: يمكنك تغير نوع الرسم البياني :
fa: شما می توانید نوع نمودار را تغییر دهید:
ms: Anda boleh menukar jenis graf:
ro: Aveți posibilitatea să modificați tipul de diagramă:

source: Vertical bars
ar: الأعمدة العمودية
fa: میله های عمودی
ms: Palang-palang menegak
ro: Bare verticale

source: Horizontal bars
ar: الأعمدة الأفقية
fa: میله های افقی
ms: Palang-palang mendatar
ro: Bare orizontale

source: Lines
ar: الخطوط
fa: خطوط
ms: Garisan-garisan
ro: Linii

source: Pie
ar: الفطيرة
fa: دایره‌ای
ms: Pai
ro: Diagramă circulară

source: Saving as an image
ar: الحفظ كصورة
fa: ذخیره کردن به عنوان یک تصویر
ms: Sedang disimpan sebagai imej
ro: Salvează ca imagine

source: In the activity toolbar you have button to save the graph as an image
ar: يوجد لديك في شريط أدوات النشاطات زر لحفظ الصورة كرسم بياني
fa: در نوار ابزار فعال شما دکمه ای برای ذخیره نمودار به عنوان یک تصویر دارید
ms: Di dalam palang alat aktiviti, kamu mempunyai butang bagi menyimpan graf sebagai imej
ro: În la bara de activității aveți un buton pentru a salva graficul ca imagine

source: Help
ar: المساعدة
fa: راهنما
ms: Pertolongan
ro: Ajutor

source: Free space
ar: الحيز الفارغ
fa: فضای آزاد
ms: Ruangan kosong
ro: Spațiu liber

source: Used space
ar: الحيز المستخدم
fa: فضای استفاده شده
ms: Ruangan yang telah digunakan
ro: Spațiu utilizat

source: turtle
ar: السلحفاة
fa: لاكپشت
ms: penyu
ro: Broască Țestoasă

source: pen
ar: قلم جاف
fa: مداد
ro: creion

source: number
ar: عدد
fa: شماره
ms: nombor
ro: număr

source: flow
ar: الدفق
fa: جریان
ms: aliran
ro: săgeată

source: box
ar: الخانة
fa: جعبه
ms: kotak
ro: cutie

source: sensor
ar: المجس
fa: حسگر
ms: penderia
ro: senzor

source: media
ar: الوسائط
fa: رسانه
ro: mijloace

source: extras
ar: الإضافات
fa: اضافی
ms: lebihan
ro: suplimentar

source: other
ar: أخرى
fa: دیگر
ms: lain-lain
ro: alte
