Repository: leonardcj/AnalyzeJournal
Catalog: po/ach.po
Languages: ach

source: Analyze Journal
ach: Yeyeko Janol

source: chart of Sugar Journal activity
ach: gin ma otime ducu me Sugar Janol iyoreyore

source: Save as image
ach: Gwok macalo calere

source: Read Freespace data
ach: Kwan kop atye Ikananono

source: Read Journal data
ach: Kwan kop i Janol

source: Read Turtle data
ach: Kwan Tic ngec

source: Vertical Bar Chart
ach: Ba Cat Ariari

source: Horizontal Bar Chart
ach: Ba Cat Atiratir

source: Pie Chart
ach: Pai Cat

source: Fullscreen
ach: Opong kaneno duc

source: Invalid object
ach: Gin mo mapekonyo

source: The selected object must be a %s file
ach: Gin magiyero myero obed a %s pail

source: Turtle
ach: Opuk yipi madongo

source: Label
ach: Ket kop akwake ikome

source: Value
ach: Ngec me ditere

source: Invalid Value
ach: Ngec me ditere ma pe tye kakare

source: The value must be a number (integer or decimal)
ach: Ngec me ditere myero bed namba (en me wakwano akwana onyo duledule me apar)

source: Basic usage
ach: Ticere ma pire tek

source: First select data type:
ach: Meacel yer kodo lok:

source: The free space in the Journal;
ach: Kan atye nono iyi Janol;

source: The types of Sugar Activities you have used;
ach: Kodo Jami atima me Sugar ame dong ityeko tic kwedgi oko;

source: The types of blocks used in Turtle Art.
ach: Kodo blok ame gityeko tic kwede i Turtle Art.

source: The graph title is the same as the Activity title
ach: Nying grap tye ma rorom ki nying tic atia

source: You can change the type of graph:
ach: Itwero loko kit grap matye:

source: Vertical bars
ach: Bar matye atir malo

source: Horizontal bars
ach: Bar matye ari ping

source: Lines
ach: Lain mapol

source: Pie
ach: Yie ma opoke

source: Saving as an image
ach: Tye ka gwoko ne calo cal

source: In the activity toolbar you have button to save the graph as an image
ach: Itulbaa me tic itye kwede mapeca me gwoko grap macalo tipone

source: Help
ach: Mi kony

source: Free space
ach: Kan anono

source: Used space
ach: Kan otio kede

source: turtle
ach: opuk ma dongo

source: pen
ach: alam

source: number
ach: namba

source: flow
ach: mol

source: box
ach: bokci

source: sensor
ach: lamak ginoro mamite

source: media
ach: makubu

source: extras
ach: mukatone

source: other
ach: mukene
