Repository: leonardcj/AnalyzeJournal
Catalog: po/gug.po
Languages: gug

source: Analyze Journal
gug: Analizar Diario (Hesa'ỹijo tapiaguáva)

source: chart of Sugar Journal activity
gug: moha'anga tembiapo tapiaguáva asuka

source: Save as image
gug: Ñeñongatu ta'angáicha

source: Read Freespace data
gug: Ñemoñe'ẽ mba'ekuaarã pa'ũ rembyrépe

source: Read Journal data
gug: Ñemoñe'ẽ mba'ekuaarã tapiaguáva

source: Read Turtle data
gug: Ñemoñe'ẽ mba'ekuaarã karumbégui

source: Vertical Bar Chart
gug: Moha'anga mba'epuku oñembo'ýva

source: Horizontal Bar Chart
gug: Moha'anga mba'epuku oñenóva

source: Pie Chart
gug: Moha'anga mbujapehe'ẽ

source: Fullscreen
gug: Tendahesaperã oĩmbáva

source: Invalid object
gug: Mba'e ndoikóiva

source: Ok
gug: Oĩ porã

source: Turtle
gug: Karumbe

source: Label
gug: Terarenda

source: Value
gug: Tepy

source: Invalid Value
gug: Tepy oiko'ỹva

source: The value must be a number (integer or decimal)
gug: Pe tepy papapy (oĩmbáva ha ipehẽva) (entero o decimal)

source: Basic usage
gug: Jepuru ndahasýiva

source: First select data type:
gug: Tenonderã reiporavo mba'ekuaa ñemohenda:

source: The free space in the Journal;
gug: Pe pa'ũrembyre tapiaguávape

source: The types of Sugar Activities you have used;
gug: Pe tembiapó Asuka ñemohenda reipuruva'ekue

source: The types of blocks used in Turtle Art.
gug: Pe ñemohenda vore reipurúva TurtleBlocks pe.

source: The graph title is the same as the Activity title
gug: Pe ñemyakãha moha'angápechaguaite ha'e ñemyakãha tembiaporã

source: You can change the type of graph:
gug: Ikatu remo'ambue moha'angá ñemohenda:

source: Vertical bars
gug: Mba'epuku oñembo'ýva

source: Horizontal bars
gug: Mba'epuku oñenóva

source: Lines
gug: Rysýi

source: Pie
gug: Mbujapehe'ẽ

source: Saving as an image
gug: Ñeñongatu ta'angáicha

source: In the activity toolbar you have button to save the graph as an image
gug: Pe tembiapo vorépe reguereko votõ reñongatu hag̃ua moha'anga ta'angàicha

source: Help
gug: Ñepytyvõ

source: Free space
gug: Pa'ũ ñemosã'ỹva

source: Used space
gug: Pa'ũ ojepurúva

source: turtle
gug: karumbe

source: pen
gug: haiha

source: number
gug: papapy

source: flow
gug: hu'y

source: box
gug: mba'eryru

source: sensor
gug: andúva

source: media
gug: pytyvõrã

source: extras
gug: ijykepegua

source: other
gug: ambue
