Repository: leonardcj/AnalyzeJournal
Catalog: po/ht.po
Languages: ht

source: Analyze Journal
ht: Analize Jounal

source: chart of Sugar Journal activity
ht: detay sou Aktivite Jounal Sugar

source: Save as image
ht: Anregistre antanke imaj

source: Read Freespace data
ht: Li done sou espas ki pa itilize

source: Read Journal data
ht: Li done Jounal yo

source: Read Turtle data
ht: Li done Turtle yo

source: Vertical Bar Chart
ht: Dyagram avèk Baton Kanpe

source: Horizontal Bar Chart
ht: Dyagram avèk Baton Kouche

source: Pie Chart
ht: Dyagram Won

source: Fullscreen
ht: Ekran plen

source: Invalid object
ht: Objè pa bon

source: The selected object must be a %s file
ht: Objè ki seleksyone a dwe yon fichye %s

source: Label
ht: Enfòmasyon

source: Value
ht: Valè

source: Invalid Value
ht: Valè a pa bon

source: The value must be a number (integer or decimal)
ht: Valè a dwe yon chif (nòmal oubyen ak vigil

source: Basic usage
ht: Itilizasyon de baz

source: First select data type:
ht: Fòm done ki chwazi:

source: The free space in the Journal;
ht: Espas ki pa itilize nan Jounal la;

source: The types of Sugar Activities you have used;
ht: Fòm Aktivite Sugar ou te itilize;

source: The types of blocks used in Turtle Art.
ht: Fòm blòk ou te itilize nan Turtle Art.

source: The graph title is the same as the Activity title
ht: Dyagram lan gen menm non ak Aktivite a

source: You can change the type of graph:
ht: Ou ka chanje fòm dyagram:

source: Vertical bars
ht: Baton kanpe

source: Horizontal bars
ht: Baton kouche

source: Lines
ht: Liy

source: Pie
ht: Won

source: Saving as an image
ht: Anrejistre antanke imaj

source: In the activity toolbar you have button to save the graph as an image
ht: Nan espas zouti aktivite a, ou ka anrejistre dyagram lan antanke imaj

source: Help
ht: Èd

source: Free space
ht: Espas ki pa itilize

source: Used space
ht: Espas ki itilize

source: number
ht: chif

source: box
ht: bwat

source: sensor
ht: detektè

source: media
ht: medya

source: extras
ht: anplis

source: other
ht: lòt
